Show / Hide Table of Contents
Enum ReinfFireDiagramType
Stress-strain reeinforcemnt diagram for fire
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ReinfFireDiagramType
Fields
 Name |  Description
 FireBilinerWithAnInclinedTopBranch
Billinear with an inclined top branch
 FireBilinerWithOutAnInclinedTopBranch
Billinear without an inclined top branch
 Improve this Doc
 View Source